Repository: tatuco/BiometricACS
Catalog: BiometricACS/APP/Locale/*/LC_MESSAGES/messages.po
Languages: cn_cn, ru_ru

source: Enter username
cn_cn: 输入用户名
ru_ru: Введите имя пользователя

source: Warning
cn_cn: 警告
ru_ru: Предупреждение

source: Such account already exists
cn_cn: 这样的帐户已经存在
ru_ru: Такая учетная запись уже существует

source: Enter password
cn_cn: 输入密码
ru_ru: Введите пароль

source: Passwords do not match
cn_cn: 密码不匹配
ru_ru: Пароли не совпадают

source: Account created successfully
cn_cn: 帐户创建成功
ru_ru: Учетная запись успешно создана

source: Success
cn_cn: 成功
ru_ru: Успех

source: Devices
cn_cn: 设备
ru_ru: Устройства

source: Unused and currently connected video cameras:
cn_cn: 未使用和当前连接的摄像机：
ru_ru: Не используемые подключенные видеоустройства:

source: Enter the name or ip of device
cn_cn: 输入设备的名称或IP
ru_ru: Введите название или ip устройства

source: Device already exists
cn_cn: 设备已存在
ru_ru: Устройство уже используется

source: Device not recognized
cn_cn: 设备无法识别
ru_ru: Устройство не распознано

source: Camera successfully added
cn_cn: 相机成功添加
ru_ru: Камера успешно добавлена

source: The username or password you entered is incorrect
cn_cn: 您输入的用户名或密码不正确
ru_ru: Неверное имя пользователя или пароль

source: Accounts successfully exported
cn_cn: 帐户已成功导出
ru_ru: Учетные записи успешно экспортированы

source: Session log successfully exported
cn_cn: 会话日志已成功导出
ru_ru: Лог сессии успешно экспортирован

source: Checkpoint
cn_cn: 检查站
ru_ru: КПП

source: Enter the address of the checkpoint:
cn_cn: 输入检查点的地址：
ru_ru: Введите адрес КПП:

source: Сheckpoint already exists
cn_cn: 检查点已经存在
ru_ru: КПП уже добавлен

source: Сheckpoint successfully added
cn_cn: 检查点成功添加
ru_ru: КПП успешно добавлен

source: Enter address
cn_cn: 输入地址
ru_ru: Введите адрес

source: Сheckpoint successfully changed
cn_cn: 检查点已成功更改
ru_ru: КПП успешно изменен

source: Do you really want to remove the camera?
cn_cn: 你真的想要取下相机吗？
ru_ru: Вы действительно хотите удалить камеру?

source: Camera
cn_cn: 相机
ru_ru: Камера

source: Camera removed successfully
cn_cn: 相机已成功删除
ru_ru: Камера успешно удалена

source: At the selected checkpoint there are still cameras
cn_cn: 在选定的检查站，仍然有摄像头
ru_ru: На выбранном КПП еще есть камеры

source: Do you really want to remove the checkpoint?
cn_cn: 你真的想删除检查点吗？
ru_ru: Вы действительно хотите удалить КПП?

source: Checkpoint removed successfully
cn_cn: 检查点已成功删除
ru_ru: КПП успешно удален

source: You are already logged in to this account
cn_cn: 您已登录此帐户
ru_ru: Вы уже вошли в эту учетную запись

source: Initialize program components
cn_cn: 初始化程序组件
ru_ru: Инициализация компонентов программы

source: Login as '%s'
cn_cn: 登录为'%s'
ru_ru: Вход с '%s'

source: Relogin as '%s'
cn_cn: 重新定义为'％s'
ru_ru: Перезаход с '%s'

source: Failed login as '%s'
cn_cn: 登录失败为 '%s'
ru_ru: Ошибка входа в систему с '%s'

source: The program has completed its work.
cn_cn: 该计划已完成其工作。
ru_ru: Программа завершила свою работу.

source: '%s %s' was given the access on '%s'
cn_cn: '%s %s'获得了'％s'的访问权限
ru_ru: '%s %s' получил доступ на '%s'

source: Camera '%s' on '%s' turned off
cn_cn: '％s'上的相机'％s'已关闭
ru_ru: Камера '%s' на '%s' отключилась

source: Camera '%s' has restored its work on '%s'
cn_cn: 相机'％s'已恢复其在'％s'上的工作
ru_ru: Работа камеры '%s' была восстановлена на '%s'

source: Account '%s' created
cn_cn: 帐户'％s'已创建
ru_ru: Создана учетная запись '%s'

source: Export accounts to file '%s'
cn_cn: 将帐户导出到文件'％s'
ru_ru: Экспортированы учетные записи в файл '%s'

source: Export session log to file '%s'
cn_cn: 将会话日志导出到文件'％s'
ru_ru: Экспортирован лог сессии в файл '%s'

source: Added checkpoint '%s'
cn_cn: 添加了检查点'％s'
ru_ru: Добавлен КПП '%s'

source: Added device '%s' aimed at '%s' on '%s'
cn_cn: 在'％s'上添加了针对'％s'的设备'％s'
ru_ru: Добавлено устройство '%s' с направлением '%s' на '%s'

source: Changed checkpoint address '%s' -> '%s'
cn_cn: 更改了检查点地址'％s' - >'％s'
ru_ru: Изменен адрес КПП '%s' -> '%s'

source: Camera removed: '%s' device, '%s' vector, on '%s'
cn_cn: 移除相机：'％s'设备，'％s'矢量，'％s'
ru_ru: Камера удалена: '%s' устройство, '%s' направление, адрес '%s'

source: Checkpoint '%s' removed
cn_cn: 检查点'％s'已删除
ru_ru: КПП '%s' удален

source: Save
cn_cn: 保存
ru_ru: Сохранить

source: Log files (*.log )
cn_cn: 日志文件（* .log）
ru_ru: Файлы логов (*.log )

source: All Files (*)
cn_cn: 所有的文件 （*）
ru_ru: Все файлы (*)

source: Add checkpoint
cn_cn: 添加检查点
ru_ru: Добавить КПП

source: Add camera
cn_cn: 添加相机
ru_ru: Добавить камеру

source: Сhange address
cn_cn: 更换地址
ru_ru: Изменить адрес

source: Delete checkpoint
cn_cn: 删除检查点
ru_ru: Удалить КПП

source: Delete camera
cn_cn: 删除相机
ru_ru: Удалить камеру

source: Close
cn_cn: 关
ru_ru: Закрыть

source: You sure?
cn_cn: 你确定？
ru_ru: Вы уверены?

source: Connection string
cn_cn: 连接字符串
ru_ru: Строка подключения

source: Enter the connection string to your database:
cn_cn: 输入数据库的连接字符串：
ru_ru: Введите строку подключения для вашей базы данных:

source: Password:
cn_cn: 密码：
ru_ru: Пароль:

source: Successful creation of a new account! Login:
cn_cn: 成功创建新帐户！ 登录：
ru_ru: Успешное создание нового аккаунта! Имя пользователя:

source: Database successfully integrated, log in under one of the existing accounts
cn_cn: 数据库已成功集成，在其中一个现有帐户下登录
ru_ru: База данных успешно интегрирована, войдите под одним из существующих аккаунтов

source: Database doesnt exists or username/password incorrect Try again?
cn_cn: 数据库不存在或用户名/密码不正确 再试一次？
ru_ru: База данных не существует или имя пользователя либо пароль неправильные Попробовать снова?

source: Invalid connection
cn_cn: 连接无效
ru_ru: Неверное подключение

source: Incorrect paths to files or directories entered
cn_cn: 输入的文件或目录的路径不正确
ru_ru: Введены не верные пути к файлам или директориям

source: Database doesnt exists or username/password incorrect
cn_cn: 数据库不存在或用户名/密码不正确
ru_ru: База данных не существует или имя пользователя либо пароль неправильные

source: To apply the selected settings will require a restart. Restart the system?
cn_cn: 要应用所选设置，需要重新启动。 重启系统？
ru_ru: Для применения выбранных настроек потребуется перезагрузка. Перезагрузить программу?

source: Restart
cn_cn: 重新开始
ru_ru: Перезагрузка

source: Restart canceled.
cn_cn: 重启已取消
ru_ru: Перезагрузка отменена.

source: Settings file is damaged! Settings returned to their previous state.
cn_cn: 设置文件已损坏！ 设置恢复到以前的状态。
ru_ru: Файл настроек поврежден! Настройки возвращены в прежнее состояние.

source: Settings successfully applied
cn_cn: 设置已成功应用
ru_ru: Настройки успешно применены

source: Сhange settings
cn_cn: 更改了設置
ru_ru: Изменены настройки

source: Statistics successfully saved
cn_cn: 统计成功保存
ru_ru: Статистика успешно сохранена

source: Save statistics to file: {file}
cn_cn: 将统计信息保存到文件
ru_ru: Сохранение статистики в файл: {file}
